Repository: pypi-data/pypi-mirror-31
Catalog: packages/neutron-lbaas-dashboard/neutron_lbaas_dashboard-5.0.0.0b1-py2-none-any.whl/neutron_lbaas_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: <strong>HTTP method:</strong> The HTTP method used to perform the health check.
fr: <strong>HTTP method:</strong> Méthode HTTP utilisée pour vérifier l'état de santé.

source: <strong>IP address:</strong> If an IP address is provided it must be a well-formed IPv4 or IPv6 address. The system will attempt to assign the provided IP address to the load balancer. If an IP address is not provided then one will be allocated for you.
fr: <strong>Adresse IP:</strong> Si une adresse IP est fournie, elle doit être une adresse IPv4 ou IPv6 au bon format. Le système tentera d’attribuer l’adresse IP fournie au répartiteur de charge. Si une adresse IP n’est pas fournie alors il en sera alloué une pour vous.

source: <strong>IP address:</strong> The IP address of the member to receive traffic from the load balancer. Must be a well-formed IPv4 or IPv6 address.
fr: <strong>Adresse IP:</strong> L'adresse IP du membre recevant du trafic du répartiteur de charge. Doit être une adresse IPv4 ou IPv6 au bon format.

source: <strong>Interval:</strong> The interval between health checks. Must be greater than or equal to the timeout.
fr: <strong>Intervalle:</strong> L'intervalle entre chaque diagnostic d'intégrité. Doit être supérieur ou égal au délai d'attente.

source: <strong>Method:</strong> The load balancer algorithm that distributes traffic to the pool members. <ul> <li> LEAST_CONNECTIONS: Allocates requests to the instance with the least number of active connections. </li> <li> ROUND_ROBIN: Rotates requests evenly between multiple instances. </li> <li> SOURCE_IP: Requests from a unique source IP address are consistently directed to the same instance. </li> </ul>
fr: <strong>Méthode:</strong> L'algorithme du répartiteur de charge distribuant le trafic aux membres du pool. <ul> <li> LEAST_CONNECTIONS: LEAST_CONNECTIONS: Allocation des requêtes à l'instance possédant le moins de connexions actives. . </li> <li> ROUND_ROBIN: Rotation des requêtes alternativement entre les différentes instances. </li> <li> SOURCE_IP: Requêtes d'une même adresse IP source sont toujours dirigées vers la même instance. </li> </ul>

source: <strong>Port:</strong> The port on which the front end listens. Must be an integer from 1 to 65535.
fr: <strong>Port:</strong> Le port sur lequel le front end écoute. Doit être un entier de 1 à 65535.

source: <strong>Port:</strong> The port on which the member listens for traffic. Must be a number from 1 to 65535.
fr: <strong>Port:</strong> Le port sur lequel le membre écoute le trafic. Doit être un nombre de 1 à 65535.

source: <strong>Retries:</strong> The number of allowed connection failures before marking the member as inactive. Must be a number from 1 to 10.
fr: <strong>Tentatives:</strong> Le nombre de connexions en échecs avant de définir le membre comme inactif. Doit être un nombre entre 1 et 10.

source: <strong>Subnet:</strong> The network on which to allocate the load balancer's IP address.
fr: <strong>Sous-réseau:</strong> Le réseau dans lequel allouer l'adresse IP du répartiteur de charge.

source: <strong>Subnet:</strong> The network which contains the IP address of the member.
fr: <strong>Sous-réseau:</strong> Le réseau contenant l'adresse IP du membre.

source: A new health monitor is being created.
fr: Un nouveau moniteur de santé est en cours de création.

source: A new load balancer is being created.
fr: Un nouveau répartiteur de charge est en cours de création.

source: A new pool is being created.
fr: Un nouveau pool est en cours de création.

source: A pool represents a group of members over which the load balancing will be applied.
fr: Un pool représente un groupe de membres sur lequel l'équilibrage de charge sera appliqué.

source: Active
fr: Actif

source: Add
fr: Ajouter

source: Add external member
fr: Ajouter un membre exterieur

source: Add members to the load balancer pool.
fr: Ajouter des membres au pool du répartiteur de charge.

source: Add/Remove Pool Members
fr: Ajouter/Retirer des membres du pool

source: Address
fr: Adresse

source: Admin State Up
fr: Etat Admin activé

source: Allocated Members
fr: Membres alloués

source: An error occurred. Please try again later.
fr: Une erreur s'est produite. Veuillez réessayer ultérieurement.

source: Associate
fr: Associer

source: Associate Floating IP
fr: Associer une adresse IP flottante

source: Associate Floating IP Address
fr: Associer une adresse IP flottante

source: Associating floating IP with load balancer.
fr: Associer une adresse IP flottante au répartiteur de charge.

source: Available Instances
fr: Instances disponibles

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: Certificate Name
fr: Nom du certificat

source: Confirm Delete Health Monitor
fr: Confirmer la suppression du moniteur de santé

source: Confirm Delete Listeners
fr: Confirmer la suppression des Listeners

source: Confirm Delete Load Balancers
fr: Confirmer la suppression des répartiteurs de charge

source: Confirm Delete Pool
fr: Confirmer la suppression du pool

source: Confirm Disassociate Floating IP Address
fr: Confirmer la dé-association de l'adresse IP flottante

source: Connection Limit
fr: Limite de connexion

source: Create Health Monitor
fr: Créer un moniteur de santé

source: Create Load Balancer
fr: Créer un répartiteur de charge

source: Create Pool
fr: Créer un pool

source: Default Pool ID
fr: ID du pool par défaut

source: Degraded
fr: Dégradé

source: Delay
fr: Délai

source: Delete Health Monitor
fr: Supprimer un moniteur de santé

source: Delete Load Balancer
fr: Supprimer le répartiteur de charge

source: Delete Load Balancers
fr: Supprimer les répartiteurs de charge

source: Delete Pool
fr: Supprimer le pool

source: Deleted health monitor: %s.
fr: Moniteur de santé %s supprimé.

source: Deleted load balancers: %s.
fr: Répartiteurs de charge supprimé: %s.

source: Deleted pool: %s.
fr: Pool %s supprimé

source: Disassociate
fr: Dissocier

source: Disassociate Floating IP
fr: Dissocier l'adresse IP flottante

source: Edit
fr: Editer

source: Edit Pool
fr: Editer le pool

source: Error
fr: Erreur

source: Expected Codes
fr: Codes attendus

source: Expected status codes
fr: Codes de statut attendus

source: Expiration Date
fr: Date d'expiration

source: Floating IP Address
fr: Adresse IP flottante

source: Floating IP addresses
fr: Adresses IP flottantes

source: Floating IP pools
fr: Pools d'IP flottantes

source: HTTP Method
fr: Méthode HTTP

source: HTTP method
fr: Méthode HTTP

source: Health Monitor ID
fr: ID du moniteur de santé

source: IP Address
fr: Adresse IP

source: IP Address <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Subnet <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> <th class="rsp-p1"> Port <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Weight</th> <th class="actions_column"></th>
fr: Adresse IP <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Sous-réseau <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> <th class="rsp-p1"> Port <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Poids</th> <th class="actions_column"></th>

source: IP Addresses (%(count)s)
fr: Adresses IP (%(count)s)

source: IP address
fr: Adresse IP

source: Inactive
fr: Inactif

source: Interval (sec) <span class="hz-icon-required fa fa-asterisk"></span>
fr: Intervalle (sec) <span class="hz-icon-required fa fa-asterisk"></span>

source: Least Connections
fr: Connexions minimales

source: Load Balancer %(index)s
fr: Répartiteur de charge %(index)s

source: Load Balancer Algorithm
fr: Algorithme du répartiteur de charge

source: Load Balancer Details
fr: Détails du répartiteur de charge

source: Load Balancer ID
fr: ID de l'équilibreur de charge

source: Load Balancers
fr: Répartiteurs de charge

source: Loading
fr: Chargement...

source: Max Retries
fr: Tentatives maxi.

source: Member ID
fr: ID du membre

source: Members
fr: Membres

source: Method <span class="hz-icon-required fa fa-asterisk"></span>
fr: Méthode <span class="hz-icon-required fa fa-asterisk"></span>

source: Monitor Details
fr: Détails du moniteur

source: Monitor ID
fr: ID du moniteur

source: Monitor type <span class="hz-icon-required fa fa-asterisk"></span>
fr: Type de moniteur <span class="hz-icon-required fa fa-asterisk"></span>

source: Name
fr: Nom

source: No available certificates
fr: Aucun certificat disponible

source: No available instances
fr: Aucune instance disponible

source: No items to display.
fr: Aucun élément à afficher.

source: No members have been allocated
fr: Aucun membre n'a été alloué

source: None
fr: Aucun

source: Offline
fr: Hors ligne

source: Online
fr: En ligne

source: Operating Status
fr: Statut opérationnel

source: Overview
fr: Vue d'ensemble

source: Pending Create
fr: Création en attente

source: Pending Delete
fr: Suppression en attente

source: Pending Update
fr: Mise à jour en attente

source: Pool Details
fr: Détails du pool

source: Pool ID
fr: ID du pool

source: Pool Members
fr: Membres du pool

source: Port ID
fr: ID port

source: Protocol
fr: Protocole

source: Protocol <span class="hz-icon-required fa fa-asterisk"></span>
fr: Protocole <span class="hz-icon-required fa fa-asterisk"></span>

source: Protocol Port
fr: Port de protocole

source: Provide the details for the health monitor.
fr: Spécifier les détails pour le moniteur d'état.

source: Provide the details for the pool.
fr: Spécifier les détails pour le pool.

source: Provider
fr: Fournisseur

source: Provisioning Status
fr: Statut de Déploiement

source: Remove
fr: Retirer

source: Retries <span class="hz-icon-required fa fa-asterisk"></span>
fr: Tentatives <span class="hz-icon-required fa fa-asterisk"></span>

source: SSL Certificates
fr: Certificats SSL

source: Select certificates from the available certificates below
fr: Sélectionner les certificats depuis la liste disponible ci dessous

source: Session Persistence
fr: Persistance de session

source: Source IP
fr: IP source

source: Subnet <span class="hz-icon-required fa fa-asterisk"></span>
fr: Sous-réseau <span class="hz-icon-required fa fa-asterisk"></span>

source: Subnet ID
fr: ID sous-réseau

source: Tenant ID
fr: ID du tenant

source: The IP address is not valid.
fr: L'adresse IP n'est pas valide.

source: The URL path is not valid.
fr: Le chemin d'URL n'est pas valide.

source: The expected status code is not valid.
fr: Le code de statut attendu n'est pas valide.

source: The following health monitor could not be deleted: %s.
fr: Le moniteur de santé suivant ne peut être supprimé: %s

source: The following pool could not be deleted: %s.
fr: Le pool suivant ne peut être supprimé: %s

source: The health check interval must be greater than or equal to the timeout.
fr: Le diagnostic d'intégrité doit être supérieur ou égal au délai d'attente.

source: The health monitor has been updated.
fr: Le moniteur de santé a été mis à jour.

source: The load balancer has been updated.
fr: Le répartiteur de charge a été mis à jour.

source: The max retry count must be a number between 1 and 10.
fr: Le compteur max de tentatives doit être un nombre entre 1 et 10.

source: The pool has been updated.
fr: Le pool a été mis à jour.

source: The pool members have been updated.
fr: Les membres du pool ont été mis à jour.

source: The port must be a number between 1 and 65535.
fr: Le numéro de port doit être un nombre compris entre 1 et 65535.

source: The timeout must be a number greater than or equal to 0.
fr: Le délai d'attente dois être un nombre supérieur ou égal à 0.

source: The weight must be a number between 1 and 256.
fr: Le poids doit être un nombre compris entre 1 et 256

source: Timeout
fr: Délai d'attente

source: Timeout (sec) <span class="hz-icon-required fa fa-asterisk"></span>
fr: Délai d'attente (sec) <span class="hz-icon-required fa fa-asterisk"></span>

source: URL Path
fr: Chemin d'URL

source: URL path
fr: Chemin d'URL

source: Unable to create health monitor.
fr: Impossible de créer le moniteur de santé.

source: Unable to create listener.
fr: Impossible de créer le listener.

source: Unable to create load balancer.
fr: Impossible de créer le load balancer.

source: Unable to create pool.
fr: Impossible de créer le pool.

source: Unable to delete health monitor.
fr: Impossible de supprimer le moniteur de santé.

source: Unable to delete listener.
fr: Impossible de supprimer le listener.

source: Unable to delete load balancer.
fr: Impossible de supprimer le load balancer.

source: Unable to delete pool.
fr: Impossible de supprimer le pool.

source: Unable to disassociate floating IP address from load balancer: %s.
fr: Impossible de dissocier les adresses IP flottantes du répartiteur de charge: %s.

source: Unable to retrieve SSL certificates.
fr: Impossible de récupérer les certificats SSL.

source: Unable to retrieve health monitor.
fr: Impossible de récupérer le moniteur de santé.

source: Unable to retrieve listener.
fr: impossible de récupérer le listener.

source: Unable to retrieve listeners.
fr: Impossible de récupérer les listeners.

source: Unable to retrieve load balancer.
fr: Impossible de récupérer le load balancer.

source: Unable to retrieve load balancers.
fr: Impossible de récupérer les load balancers.

source: Unable to retrieve member.
fr: Impossible de récupérer le membre.

source: Unable to retrieve members.
fr: Impossible de récupérer les membres.

source: Unable to retrieve pool.
fr: Impossible de récupérer le pool.

source: Unable to retrieve secrets.
fr: Impossible de récupérer les secrets.

source: Unable to update health monitor.
fr: Impossible de mettre à jour le moniteur de santé.

source: Unable to update listener.
fr: Impossible de mettre à jour le listener.

source: Unable to update load balancer.
fr: Impossible de mettre à jour le load balancer.

source: Unable to update member list.
fr: Impossible de mettre à jour la liste des membres.

source: Unable to update member.
fr: Impossible de mettre à jour le membre.

source: Unable to update pool.
fr: Impossible de mettre à jour le pool.

source: Update
fr: Mettre à jour

source: Update Health Monitor
fr: Mettre à jour le moniteur de santé

source: Update Listener
fr: Mettre à jour le Listener

source: Update Load Balancer
fr: Mettre à jour le répartiteur de charge

source: Update Member Weight
fr: Mettre à jour le poids du membre

source: Update Pool
fr: Mettre à jour le pool

source: Update Weight
fr: Mettre à jour les poids

source: Weight
fr: Poids

source: Weight <span class="hz-icon-required fa fa-asterisk"></span>
fr: Poids <span class="hz-icon-required fa fa-asterisk"></span>

source: You are about to disassociate the floating IP address from load balancer "%s". Please confirm.
fr: Vous êtes sur le point de dissocier l'adresse IP flottante de l'équilibreur de charge "%s". Veuillez confirmer.

source: You have selected "%s". Please confirm your selection. Deleted health monitors are not recoverable.
fr: Vous avez sélectionné "%s". Veuillez confirmer votre sélection. Les moniteurs de santé supprimés ne seront pas récupérable.

source: You have selected "%s". Please confirm your selection. Deleted load balancers are not recoverable.
fr: Vous avez sélectionné "%s". Veuillez confirmer votre sélection. Les répartiteurs de charge supprimés ne seront pas récupérable.

source: You have selected "%s". Please confirm your selection. Deleted pools are not recoverable.
fr: Vous avez sélectionné "%s". Veuillez confirmer votre sélection. Les pools supprimés ne sont pas récupérables.
