Repository: pypi-data/pypi-mirror-31
Catalog: packages/bullet-dodger/bullet_dodger-2.1.2.tar.gz/bullet_dodger-2.1.2/bullet_dodger/locale/*.po
Languages: de

source: Bullet dodger
de: Kugelausweicher

source: output version information and exit
de: gib Versionsinformation aus und beende das Programm

source: manually choose a different language to use.
de: manuell eine andere Sprache wählen.

source: BULLET DODGER
de: KUGELAUSWEICHER

source: Use the mouse to dodge the bullets
de: Benutz die Maus, um die Kugel auszuweichen

source: Press any mouse button or S when you're ready
de: Drücke eine Maustaste oder S, wenn du bereit bist

source: Press F11 to toggle full screen
de: Drücke F11, um Vollbild zu wechseln

source: {} points
de: {} Punkte

source: Record: {}
de: Rekord: {}

source: Paused
de: Pausiert

source: You've lost
de: Du hast verloren

source: To play again press C or any mouse button
de: Drücke C oder beliebige Maustaste, um nochmal zu spielen

source: To quit the game press Q
de: Drücke Q zu beenden
