Repository: pypi-data/pypi-mirror-31
Catalog: packages/bullet-dodger/bullet_dodger-2.1.0-py2.py3-none-any.whl/bullet_dodger/locale/*.po
Languages: es

source: Bullet dodger
es: Esquivabalas

source: output version information and exit
es: informa de la versión y finaliza

source: manually choose a different language to use.
es: elige manualmente un idioma diferente

source: BULLET DODGER
es: ESQUIVABALAS

source: Use the mouse to dodge the bullets
es: Usa el ratón para esquivar las balas

source: Press any mouse button or S when you're ready
es: Pulsa cualquier botón del ratón o S cuando estés listo

source: Press F11 to toggle full screen
es: Pulsa F11 para cambiar a pantalla completa

source: {} points
es: {} puntos

source: Record: {}
es: Récord: {}

source: Paused
es: Pausado

source: You've lost
es: Has perdido

source: To play again press C or any mouse button
es: Para jugar de nuevo pulsa C o cualquier botón del ratón

source: To quit the game press Q
es: Para salir del juego pulsa Q
