Repository: pypi-data/pypi-mirror-31
Catalog: packages/django-wagtail-feeds/django_wagtail_feeds-0.1.0-py2.py3-none-any.whl/wagtail_feeds/locale/*/LC_MESSAGES/django.po
Languages: es

source: Feed app label
es: Etiqueta de la aplicación RSS

source: blog App whose Feed is to be generated
es: Aplicación blog para la cual el RSS es generado

source: Feed model name
es: Nombre del modelo RSS

source: Model to be used for feed generation
es: Modelo a usar para la generación RSS

source: Feed title
es: Título RSS

source: Title of Feed
es: Título del RSS

source: Feed link
es: Enlace RSS

source: link for Feed
es: enlace para el RSS

source: Feed description
es: Descripción RSS

source: Description of field
es: Descripción del campo

source: Feed author email
es: Correo electrónico del Autor del RSS

source: Email of author
es: Correo electrónico del autor

source: Feed author link
es: Enlace del Autor RSS

source: Link of author
es: Enlace del autor

source: Feed item description field
es: Campo descriptivo del elemento RSS

source: Description field for feed item
es: Campo descriptivo para el elemento RSS

source: Feed item content field
es: Campo contenido del elemento RSS

source: Content Field for feed item
es: Campo contenido para el elemento RSS

source: Feed image in content
es: Image RSS en el contenido

source: Add feed image to content encoded field
es: Añadir una imagen RSS al campo contenido codificado

source: RSS feed setting
es: Configuración del alimentador RSS

source: RSS feed settings
es: Configuraciones del alimentador RSS
